/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "Si prega di inserire almeno quattro caratteri a 12 caratteri.\n";

/* No comment provided by engineer. */
"このアプリについて" = "A proposito di questa applicazione";

/* No comment provided by engineer. */
"ガス" = "gas";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Titolo non è stato inserito.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "Si prega di inserire la password impostata per la protezione dei dati.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "Ho messo su più di 12 caratteri di quattro caratteri alfanumerici, la password per la protezione dei dati.\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Password non corrispondono.\n";

/* No comment provided by engineer. */
"パスワード入力" = "Immettere la password";

/* No comment provided by engineer. */
"パスワード設定" = "Impostazioni password";

/* No comment provided by engineer. */
"ローン" = "prestito";

/* No comment provided by engineer. */
"予算" = "preventivo";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "Il valore inserito è troppo grande\n";

/* No comment provided by engineer. */
"入力エラー" = "Ingresso errore";

/* No comment provided by engineer. */
"利用可能額/月" = "Importo disponibile / Mese";

/* No comment provided by engineer. */
"利用可能額/週" = "Importo disponibile　/ Settimana ";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "Si prega di inserire i caratteri alfanumerici.\n";

/* No comment provided by engineer. */
"収入" = "reddito";

/* No comment provided by engineer. */
"収入合計" = "Totale delle entrate";

/* No comment provided by engineer. */
"収入項目\n" = "Componenti reddituali\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "Questa applicazione piano di spesa.\n\nInserendo i costi fissi delle tre sezioni, disponibili pasti a settimana, il calcolo dei costi variabili come il costo di amicizia, sosteniamo la gestione finanziaria deliberata.\n";

/* No comment provided by engineer. */
"家賃" = "affitto";

/* No comment provided by engineer. */
"携帯電話" = "cellulare";

/* No comment provided by engineer. */
"支出" = "spesa";

/* No comment provided by engineer. */
"支出合計" = "Totale delle spese";

/* No comment provided by engineer. */
"支出項目\n" = "Voce di spesa\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Carattere non è stato inserito.\n";

/* No comment provided by engineer. */
"水道" = "acqua";

/* No comment provided by engineer. */
"積立貯金" = "risparmio fondo";

/* No comment provided by engineer. */
"給与収入" = "stipendio reddito";

/* No comment provided by engineer. */
"表示\n" = "Display\n";

/* No comment provided by engineer. */
"設定" = "regolazione";

/* No comment provided by engineer. */
"貯蓄" = "risparmi";

/* No comment provided by engineer. */
"貯蓄合計" = "Totale risparmio";

/* No comment provided by engineer. */
"貯蓄項目\n" = "Risparmio voce\n";

/* No comment provided by engineer. */
"金額" = "importo";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "L'importo non è stato inserito.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Importi Inserisci caratteri numerici.\n";

/* No comment provided by engineer. */
"電気" = "elettricità";

/* No comment provided by engineer. */
"項目" = "voce";

/* No comment provided by engineer. */
"項目と金額の設定" = "Articolo e la quantità";

/* No comment provided by engineer. */
"項目名" = "Nome della voce";

/* No comment provided by engineer. */
"項目名\n0" = "Nome della voce\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "Inserisci il nome della voce fino a 16 caratteri.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "Fino a 16 caratteri il nome della voce, si prega di inserire l'importo in caratteri numerici.\n";

